(package! gitconfig-mode
	  :recipe (:host github :repo "magit/git-modes"
			 :files ("gitconfig-mode.el")))
(package! gitignore-mode
	  :recipe (:host github :repo "magit/git-modes"
			 :files ("gitignore-mode.el")))

(package! multi-vterm)

(package! centered-cursor-mode)

(package! prettier-js)

(package! sublime-themes)

(package! atom-one-dark-theme)

(package! graphql-mode)

(package! mmm-mode)

(package! vscode-icon)

(package! unicode-fonts)

(package! web-beautify)

(package! exec-path-from-shell)
